[
    {
      "id": 1,
      "estate_title": "Luxurious Villa with Ocean View",
      "segment_name": "Luxury",
      "description": "A stunning villa with breathtaking ocean views, featuring modern architecture and luxurious amenities.",
      "price": "$1,500,000",
      "status": "rent",
      "area": "5000 sq ft",
      "location": "Coastal Heights, California",
      "facilities": ["Swimming Pool", "Gym", "Home Theater"],
      "image": "https://i.ibb.co/4ZHBrNX/3d-electric-car-building.jpg",
      "para": "The Luxury Penthouse with City Views offers an unparalleled urban living experience, combining opulence and sophistication in the heart of Metropolis Central, California. Perched atop a prestigious high-rise, this residence boasts panoramic vistas of the city skyline, providing an awe-inspiring backdrop to luxurious living. With expansive living spaces, designer finishes, and top-of-the-line amenities including a private rooftop terrace, spa facilities, and round-the-clock security, indulge in the epitome of luxury living. Whether hosting lavish gatherings or unwinding in serenity, this penthouse redefines urban elegance, offering an exclusive retreat amidst the vibrant energy of the bustling metropolis."
    },
    {
      "id": 2,
      "estate_title": "Modern Apartment in Downtown",
      "segment_name": "Premium",
      "description": "Contemporary apartment located in the heart of the city, offering convenience and style.",
      "price": "$800,000",
      "status": "sale",
      "area": "1500 sq ft",
      "location": "Downtown Metropolis, New York",
      "facilities": ["Gated Community", "Fitness Center", "Concierge Service"],
      "image": "https://i.ibb.co/DL0vtzb/analog-landscape-city-with-buildings.jpg",
      "para": "The Modern Apartment in Downtown epitomizes contemporary urban living at its finest, situated in the heart of Downtown Metropolis, New York. This sleek residence combines style, convenience, and luxury, offering residents a sophisticated lifestyle in one of the city's most coveted locations. With its cutting-edge design, high-end finishes, and state-of-the-art amenities, including a fully-equipped fitness center, concierge service, and panoramic city views, this apartment sets a new standard for metropolitan living. Whether you're seeking a vibrant city lifestyle or a tranquil retreat in the midst of the hustle and bustle, this modern apartment offers the perfect balance of comfort and cosmopolitan flair."
    },
    {
      "id": 3,
      "estate_title": "Cozy Family Home with Garden",
      "segment_name": "Standard",
      "description": "Charming family home with a spacious garden, perfect for outdoor gatherings and relaxation.",
      "price": "$400,000",
      "status": "sold",
      "area": "2500 sq ft",
      "location": "Suburban Retreat, Texas",
      "facilities": ["Backyard Garden", "Fireplace", "Garage"],
      "image": "https://i.ibb.co/MSNL1WC/house-isolated-field.jpg",
      "para": "The Cozy Family Home with Garden welcomes you to Suburban Retreat, Texas, offering an idyllic haven for family living. Nestled amidst lush greenery, this charming residence exudes warmth and comfort, providing ample space for relaxation and recreation. With a spacious garden, perfect for outdoor gatherings and play, and a cozy fireplace for chilly evenings, this home fosters cherished moments and lasting memories. Featuring modern amenities, including a well-appointed kitchen, ample garage space, and tranquil surroundings, it offers the ideal retreat from the hustle and bustle of city life. Experience the joy of family living in this cozy suburban oasis, where comfort meets tranquility."
    },
    {
      "id": 4,
      "estate_title": "Luxury Penthouse with City Views",
      "segment_name": "Luxury",
      "description": "Elegant penthouse offering panoramic city views and top-of-the-line amenities for a luxurious lifestyle.",
      "price": "$2,200,000",
      "status": "rent",
      "area": "3500 sq ft",
      "location": "Metropolis Central, California",
      "facilities": ["Rooftop Terrace", "Spa", "24/7 Security"],
      "image": "https://i.ibb.co/yqFZ04Y/3d-rendering-loft-luxury-living-room-with-shelf-near-dining-table.jpg",
      "para": "The Luxury Penthouse with City Views epitomizes upscale urban living, perched atop the skyline of Metropolis Central, California. Offering a breathtaking panorama of the cityscape, this lavish residence exudes sophistication and elegance. With its expansive living spaces, designer finishes, and unparalleled amenities, including a private rooftop terrace, spa facilities, and round-the-clock security, this penthouse redefines luxury living. Whether entertaining guests amidst the glittering city lights or unwinding in serene tranquility, every moment in this opulent abode is imbued with luxury and refinement. Experience the pinnacle of urban indulgence in this exclusive sanctuary above the bustling city streets."
    },
    {
      "id": 5,
      "estate_title": "Spacious Students  Villa",
      "segment_name": "Standard",
      "description": "A spacious villa perfect for students, featuring multiple bedrooms, a backyard, and modern amenities.",
      "price": "$600,000",
      "status": "sale",
      "area": "3000 sq ft",
      "location": "Suburban Oasis, Florida",
      "facilities": ["Backyard", "Jacuzzi", "Study Room"],
      "image": "https://i.ibb.co/vXLYz1B/luxury-pool-villa-spectacular-contemporary-design-digital-art-real-estate-home-house-property-ge.jpg",
      "para": "The Spacious student Villa is a quintessential retreat nestled in the heart of Suburban Oasis, Florida, promising an abundance of space and comfort for your student. Boasting multiple bedrooms, expansive living areas, and a sprawling backyard, this villa is designed to accommodate the needs of a modern students. From hosting lively gatherings to enjoying serene moments of relaxation, every corner of this home exudes warmth and hospitality. With amenities like a refreshing Jacuzzi, a cozy study room, and a lush backyard, it offers the perfect blend of luxury and practicality. Embrace the essence of family living in this spacious villa, where cherished memories are made and treasured for a lifetime."
    },
    {
      "id": 6,
      "estate_title": "Chic Urban Loft",
      "segment_name": "Premium",
      "description": "Stylish loft apartment located in the vibrant urban center, offering luxury and convenience.",
      "price": "$1,000,000",
      "status": "rent",
      "area": "2000 sq ft",
      "location": "Downtown Arts District, California",
      "facilities": ["Open Floor Plan", "City Views", "Modern Kitchen"],
      "image":"https://i.ibb.co/hYL5RYZ/charming-yellow-house-with-wooden-windows-green-grassy-garden.jpg" ,
      "para": "The Chic Urban Loft epitomizes contemporary urban living in the vibrant Downtown Arts District, California. This stylish loft apartment seamlessly blends modern design with industrial charm, creating a chic and sophisticated ambiance. With its open floor plan, expansive windows, and stunning city views, this loft offers a unique living experience for those seeking cosmopolitan flair. Whether hosting intimate gatherings or enjoying quiet evenings in, every moment in this urban sanctuary is filled with elegance and sophistication. With amenities like city views, a modern kitchen, and an open floor plan, it's the perfect retreat for those who appreciate the dynamic energy of city life."
    }
  ]
  